/* No comment provided by engineer. */
"    Booking" = "    Booking-ES";

/* No comment provided by engineer. */
"   Berlin" = "   Berlin-ES";

/* No comment provided by engineer. */
"%.2f km" = "%.2f km-ES";

/* No comment provided by engineer. */
"%.2f mi" = "%.2f mi-ES";

/* No comment provided by engineer. */
"(5) One Day Pass for 1 Person" = "(5) One Day Pass for 1 Person-ES";

/* relative time */
"1 day ago" = "1 day ago-ES";

/* relative time */
"1 hour ago" = "1 hour ago-ES";

/* relative time */
"1 minute ago" = "1 minute ago-ES";

/* No comment provided by engineer. */
"2 mins ago" = "2 mins ago-ES";

/* No comment provided by engineer. */
"2 others" = "2 others-ES";

/* No comment provided by engineer. */
"21 Sept - 25 Sept" = "21 Sept - 25 Sept-ES";

/* No comment provided by engineer. */
"4 Nights\n\(startDateString) - \(endDateString)" = "4 Nights\n\(startDateString) - \(endDateString)-ES";

/* No comment provided by engineer. */
"7 days ago" = "7 days ago-ES";

/* No comment provided by engineer. */
"\"RA Travel\" Would Like to Access Your Calendar" = "\"RA Travel\" Would Like to Access Your Calendar-ES";

/* relative time */
"\(Int(days)) days ago" = "\(Int(days)) days ago-ES";

/* relative time */
"\(Int(hours)) hours ago" = "\(Int(hours)) hours ago-ES";

/* relative time */
"\(Int(minutes)) minutes ago" = "\(Int(minutes)) minutes ago-ES";

/* relative time */
"\(Int(seconds)) seconds ago" = "\(Int(seconds)) seconds ago-ES";

/* No comment provided by engineer. */
"\(start) - \(end)" = "\(start) - \(end)-ES";

/* No comment provided by engineer. */
"\(startDateString) - \(endDateString)" = "\(startDateString) - \(endDateString)-ES";

/* No comment provided by engineer. */
"Allows for an entire day of transportation.\n" = "Allows for an entire day of transportation.\n-ES";

/* No comment provided by engineer. */
"and" = "and-ES";

/* No comment provided by engineer. */
"Arnold Schwarzenegger" = "Arnold Schwarzenegger-ES";

/* No comment provided by engineer. */
"Arriving" = "Arriving-ES";

/* No comment provided by engineer. */
"B O O K   H O T E L" = "B O O K   H O T E L-ES";

/* No comment provided by engineer. */
"Berlin Itinerary" = "Berlin Itinerary-ES";

/* No comment provided by engineer. */
"Berlin, Event Planning" = "Berlin, Event Planning-ES";

/* No comment provided by engineer. */
"Berlin, Germany - Trip Itinerary" = "Berlin, Germany - Trip Itinerary-ES";

/* No comment provided by engineer. */
"Berlin,\nGermany" = "Berlin,\nGermany-ES";

/* No comment provided by engineer. */
"Booking" = "Booking-ES";

/* No comment provided by engineer. */
"Brand B London PR Event" = "Brand B London PR Event-ES";

/* No comment provided by engineer. */
"Buy Passes" = "Buy Passes-ES";

/* No comment provided by engineer. */
"Buy Tickets" = "Buy Tickets-ES";

/* No comment provided by engineer. */
"Congratulations! This event has been added to your itinerary." = "Congratulations! This event has been added to your itinerary.-ES";

/* No comment provided by engineer. */
"Departing" = "Departing-ES";

/* No comment provided by engineer. */
"DISMISS" = "DISMISS-ES";

/* No comment provided by engineer. */
"Don't Allow" = "Don't Allow-ES";

/* No comment provided by engineer. */
"DONE" = "DONE-ES";

/* No comment provided by engineer. */
"Duration" = "Duration-ES";

/* No comment provided by engineer. */
"Expansion Proposal New York" = "Expansion Proposal New York-ES";

/* No comment provided by engineer. */
"Formulating Watson\nrecommendations." = "Formulating Watson\nrecommendations.-ES";

/* No comment provided by engineer. */
"From" = "From-ES";

/* No comment provided by engineer. */
"G E T   S T A R T E D" = "G E T   S T A R T E D-ES";

/* No comment provided by engineer. */
"GO TO EVENT" = "GO TO EVENT-ES";

/* No comment provided by engineer. */
"Hotel Detail" = "Hotel Detail-ES";

/* No comment provided by engineer. */
"Hotels" = "Hotels-ES";

/* No comment provided by engineer. */
"Inclement weather may affect your Regroup with audio/visual team at Pfau Cafe." = "Inclement weather may affect your Regroup with audio/visual team at Pfau Cafe.-ES";

/* No comment provided by engineer. */
"Just now" = "Just now-ES";

/* relative time */
"just now" = "just now-ES";

/* No comment provided by engineer. */
"Loading data." = "Loading data.-ES";

/* No comment provided by engineer. */
"Loading trip itinerary.\n" = "Loading trip itinerary.\n-ES";

/* No comment provided by engineer. */
"Location" = "Location-ES";

/* No comment provided by engineer. */
"min" = "min-ES";

/* No comment provided by engineer. */
"N E X T" = "N E X T-ES";

/* No comment provided by engineer. */
"N O   C O N N E C T I O N" = "N O   C O N N E C T I O N-ES";

/* No comment provided by engineer. */
"Nights" = "Nights-ES";

/* No comment provided by engineer. */
"Notifications" = "Notifications-ES";

/* No comment provided by engineer. */
"Off" = "Off-ES";

/* No comment provided by engineer. */
"OK" = "OK-ES";

/* No comment provided by engineer. */
"Please wait while your arrangements are made." = "Please wait while your arrangements are made.-ES";

/* No comment provided by engineer. */
"Please wait while your hotel is being booked." = "Please wait while your hotel is being booked.-ES";

/* No comment provided by engineer. */
"Please wait while your\npass is being purchased." = "Please wait while your\npass is being purchased.-ES";

/* No comment provided by engineer. */
"Profile" = "Profile-ES";

/* No comment provided by engineer. */
"Restaurant Detail" = "Restaurant Detail-ES";

/* No comment provided by engineer. */
"Restaurants" = "Restaurants-ES";

/* No comment provided by engineer. */
"REVIEW" = "REVIEW-ES";

/* No comment provided by engineer. */
"Richard added a location for Event Launch" = "Richard added a location for Event Launch-ES";

/* No comment provided by engineer. */
"S H O W   O N B O A R D I N G" = "S H O W   O N B O A R D I N G-ES";

/* No comment provided by engineer. */
"seats left" = "seats left-ES";

/* No comment provided by engineer. */
"stop" = "stop-ES";

/* No comment provided by engineer. */
"stops" = "stops-ES";

/* No comment provided by engineer. */
"To" = "To-ES";

/* No comment provided by engineer. */
"Transportation" = "Transportation-ES";

/* No comment provided by engineer. */
"Transportation Detail" = "Transportation Detail-ES";

/* No comment provided by engineer. */
"Trips" = "Trips-ES";

/* No comment provided by engineer. */
"U P D A T E   E V E N T" = "U P D A T E   E V E N T-ES";

/* No comment provided by engineer. */
"U P D A T E   I T I N E R A R Y" = "U P D A T E   I T I N E R A R Y-ES";

/* No comment provided by engineer. */
"With" = "With-ES";

/* No comment provided by engineer. */
"You created a new trip: Berlin, Event Planning" = "You created a new trip: Berlin, Event Planning-ES";

/* No comment provided by engineer. */
"You have successfully booked a hotel and it has been added to your itinerary." = "You have successfully booked a hotel and it has been added to your itinerary.-ES";

/* No comment provided by engineer. */
"You have successfully booked a hotel and it has been added\nto your itinerary." = "You have successfully booked a hotel and it has been added\nto your itinerary.-ES";

/* No comment provided by engineer. */
"You have successfully updated the meeting location for this event. We’ll notify your invitees." = "You have successfully updated the meeting location for this event. We’ll notify your invitees.-ES";

/* No comment provided by engineer. */
"Your flight to Berlin is boarding now at Gate 316" = "Your flight to Berlin is boarding now at Gate 316-ES";

/* No comment provided by engineer. */
"€34,50" = "€34,50-ES";

/* No comment provided by engineer. */
"B U S I N E S S  I N S I G H T S" = "B U S I N E S S  I N S I G H T S-ES";

